Revit 2024 API
SymbolTypeId.InSup2PerFt Property
 Symbol in²/ft, indicating unit Square inches per foot.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Since: 2021
Syntax
C#
public static ForgeTypeId InSup2PerFt { get; }
Visual Basic
Public Shared ReadOnly Property InSup2PerFt As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ InSup2PerFt {
	ForgeTypeId^ get ();
}
See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace